Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Sleep analysis helps optimize your hydration schedule. Please check your Health app settings to enable sleep tracking.
ar: تحليل النوم يساعد في تحسين جدول ترطيبك. يُرجى التحقق من إعدادات تطبيق الصحة لديك لتمكين تتبع النوم.
bg: Анализът на съня помага да оптимизирате графика си за хидратация. Моля, проверете настройките на приложението за здраве, за да активирате проследяването на съня.
ca: L'anàlisi del son ajuda a optimitzar el teu horari d'hidratació. Si us plau, verifica la configuració de la teva aplicació de salut per activar el seguiment del son.
cs: Analýza spánku pomáhá optimalizovat váš plán hydratace. Zkontrolujte prosím nastavení své aplikace Zdraví, abyste povolili sledování spánku.
da: Søvnanalyse hjælper med at optimere din hydrationsplan. Tjek venligst dine indstillinger i sundhedsappen for at aktivere søvnmåling.
de: Die Schlafanalyse hilft, deinen Hydratationsplan zu optimieren. Bitte überprüfe die Einstellungen deiner Gesundheits-App, um das Schlaftracking zu aktivieren.
el: Η ανάλυση ύπνου βοηθά στην αποδοτική ολοκλήρωση του προγράμματος ενυδάτωσής σας. Παρακαλώ ελέγξτε τις ρυθμίσεις της εφαρμογής Υγείας σας για να ενεργοποιήσετε την παρακολούθηση του ύπνου.
es: El análisis del sueño ayuda a optimizar tu programa de hidratación. Por favor, verifica la configuración de tu aplicación de Salud para habilitar el seguimiento del sueño.
fi: Unianalyysi auttaa optimoimaan nesteytysaikataulusi. Tarkista terveyssovelluksen asetukset ottaaksesi käyttöön unenseurannan.
fr: L'analyse du sommeil aide à optimiser votre emploi du temps d'hydratation. Veuillez vérifier les paramètres de votre application Santé pour activer le suivi du sommeil.
he: ניתוח שינה עוזר לשפר את לוח הזמנים של ההידרציה שלך. אנא בדוק את הגדרות אפליקציית הבריאות שלך כדי להפעיל מעקב שינה.
hi: नींद का विश्लेषण आपके जलयोजन कार्यक्रम को अनुकूलित करने में मदद करता है। कृपया अपने स्वास्थ्य ऐप की सेटिंग्स की जांच करें ताकि नींद ट्रैकिंग सक्षम हो सके।
hr: Analiza spavanja pomaže u optimizaciji vašeg rasporeda hidracije. Molimo vas da provjerite postavke vaše zdravstvene aplikacije kako biste omogućili praćenje spavanja.
hu: Az alvás elemzése segít optimalizálni a hidratálási ütemtervét. Kérjük, ellenőrizze az Egészség alkalmazás beállításait az alváskövetés engedélyezéséhez.
id: Analisis tidur membantu mengoptimalkan jadwal hidrasi Anda. Silakan periksa pengaturan aplikasi Kesehatan Anda untuk mengaktifkan pelacakan tidur.
it: L'analisi del sonno aiuta a ottimizzare il tuo programma di idratazione. Ti preghiamo di controllare le impostazioni della tua app Salute per attivare il monitoraggio del sonno.
ja: 睡眠分析は、水分補給のスケジュールを最適化するのに役立ちます。睡眠追跡を有効にするために、健康アプリの設定を確認してください。
kk: Ұйқы анализі су тұтыну кестеңізді оңтайландыруға көмектеседі. Ұйқыны бақылау үшін Денсаулық қосымшасының параметрлерін тексеріңіз.
ms: Analisis tidur membantu mengoptimumkan jadual penghidratan anda. Sila semak tetapan aplikasi Kesihatan anda untuk mengaktifkan penjejakan tidur.
nl: Slaapanalyse helpt je om je hydratatieschema te optimaliseren. Controleer je instellingen in de Gezondheid-app om slaaptracking in te schakelen.
pl: Analiza snu pomaga zoptymalizować harmonogram nawodnienia. Proszę sprawdzić ustawienia aplikacji zdrowie, aby włączyć śledzenie snu.
pt_br: A análise do sono ajuda a otimizar sua programação de hidratação. Por favor, verifique as configurações do seu aplicativo de Saúde para habilitar o rastreamento do sono.
pt_pt: A análise do sono ajuda a otimizar a sua programação de hidratação. Por favor, verifique as definições da sua aplicação de Saúde para ativar o rastreio do sono.
ro: Analiza somnului te ajută să-ți optimizezi programul de hidratare. Te rugăm să verifici setările aplicației Tale de Sănătate pentru a activa urmărirea somnului.
ru: Анализ сна помогает оптимизировать ваш график гидратации. Пожалуйста, проверьте настройки приложения «Здоровье», чтобы включить отслеживание сна.
sk: Analýza spánku pomáha optimalizovať váš hydratačný plán. Skontrolujte nastavenia vašej aplikácie Zdravie, aby ste povolili sledovanie spánku.
sl: Analiza spanja pomaga optimizirati vaš urnik hidracije. Prosimo, preverite nastavitve aplikacije Zdravje, da omogočite sledenje spanju.
sv: Sömnanalys hjälper till att optimera ditt vätskebalansschema. Vänligen kontrollera dina inställningar i Hälsa-appen för att aktivera sömnspårning.
th: การวิเคราะห์การนอนหลับช่วยในการปรับปรุงตารางการดื่มน้ำของคุณ กรุณาตรวจสอบการตั้งค่าของแอปสุขภาพของคุณเพื่อเปิดใช้งานการติดตามการนอนหลับ
tr: Uyku analizi, su tüketim programınızı optimize etmeye yardımcı olur. Lütfen uyku takibi için Sağlık uygulamanızın ayarlarını kontrol edin.
uk: Аналіз сну допомагає оптимізувати ваш графік гідратації. Будь ласка, перевірте налаштування вашого додатку Здоров'я, щоб увімкнути відстеження сну.
vi: Phân tích giấc ngủ giúp tối ưu hóa lịch trình cấp nước của bạn. Vui lòng kiểm tra cài đặt ứng dụng Sức khỏe của bạn để kích hoạt theo dõi giấc ngủ.
zh_hans: 睡眠分析有助于优化你的水分摄入计划。请检查你的健康应用设置以启用睡眠跟踪功能。
zh_hant: 睡眠分析有助於優化您的水分攝取計劃。請檢查您的健康應用程式設置以啟用睡眠追蹤。

source: Sleep Card
ar: بطاقة النوم
bg: Картичка за сън
ca: Targeta de son
cs: Spací karta
da: Søvnkort
de: Schlafkarte
el: Κάρτα Ύπνου
es: Tarjeta de Sueño
fi: Uni-kortti
fr: Carte de sommeil
he: כרטיס שינה
hi: नींद कार्ड
hr: Karta za spavanje
hu: Alvás Kártya
id: Kartu Tidur
it: Carta del sonno
ja: スリープカード
kk: Ұйқы картасы
ms: Kad Tidur
nl: Slaapkaart
pl: Karta snu
pt_br: Cartão de Sono
pt_pt: Cartão de Sono
ro: Card de Somn
ru: Сонная карточка
sk: Spánková karta
sl: Karta za spanje
sv: Sömnkort
th: บัตรนอน
tr: Uyku Kartı
uk: Спальний картка
vi: Thẻ Ngủ
zh_hans: 睡眠卡
zh_hant: 睡眠卡

source: Sleep Data
ar: بيانات النوم
bg: Данни за сън
ca: Dades del son
cs: Údaje o spánku
da: Søvndata
de: Schlafdaten
el: Δεδομένα Ύπνου
es: Datos de sueño
fi: Unidataa
fr: Données de sommeil
he: נתוני שינה
hi: नींद डेटा
hr: Podaci o spavanju
hu: Alvási adatok
id: Data Tidur
it: Dati sul sonno
ja: 睡眠データ
kk: Ұйқы деректері
ms: Data Tidur
nl: Slaapgegevens
pl: Dane dotyczące snu
pt_br: Dados de Sono
pt_pt: Dados de Sono
ro: Date despre somn
ru: Данные о сне
sk: Údaje o spánku
sl: Podatki o spanju
sv: Sömndata
th: ข้อมูลการนอนหลับ
tr: Uyku Verileri
uk: Дані про сон
vi: Dữ liệu giấc ngủ
zh_hans: 睡眠数据
zh_hant: 睡眠數據

source: Sleep data from %@
ar: بيانات النوم من %@
bg: Данни за сън от %@
ca: Dades de son de %@
cs: Data o spánku z %@
da: Søvndata fra %@
de: Schlafdaten von %@
el: Δεδομένα ύπνου από %@
es: Datos de sueño de %@
fi: Uni tiedot lähteestä %@
fr: Données de sommeil de %@
he: נתוני שינה מ-%@
hi: आपका सोने का डेटा %@ से है।
hr: Podaci o spavanju iz %@
hu: Alvási adatok a(z) %@-tól
id: Data tidur dari %@
it: Dati sul sonno da %@
ja: %@からの睡眠データ
kk: %@ деректерді ұйқыға қатысты
ms: Data tidur dari %@
nl: Slaapgegevens van %@
pl: Dane dotyczące snu z %@
pt_br: Dados de sono de %@
pt_pt: Dados de sono de %@
ro: Date despre somn de la %@
ru: Данные о сне с %@
sk: Dáta o spánku z %@
sl: Podatki o spanju iz %@
sv: Sömndata från %@
th: ข้อมูลการนอนหลับจาก %@
tr: %@'dan uyku verileri.
uk: Дані про сон з %@
vi: Dữ liệu giấc ngủ từ %@
zh_hans: 来自%@的睡眠数据
zh_hant: 來自%@的睡眠數據

source: Sleep Data: To optimize hydration timing
ar: بيانات النوم: لتحسين توقيت الترطيب
bg: Данни за сън: За оптимизиране на времето за хидратация
ca: Dades del son: Per optimitzar el moment de hidratació.
cs: Spánek: Optimalizace načasování hydratace
da: Søvndata: For at optimere hydrations tidspunktet
de: Schlafdaten: Um die Hydratationszeit zu optimieren.
el: Δεδομένα Ύπνου: Για τη βελτιστοποίηση της χρονικής στιγμής ενυδάτωσης
es: Datos del sueño: Para optimizar el momento de la hidratación.
fi: Uni-data: Nesteytyksen ajoituksen optimoimiseksi
fr: Données de sommeil : Pour optimiser le timing d'hydratation.
he: נתוני שינה: כדי לאופטימיזציה של זמן ההידרציה.
hi: नींद का डेटा: जलयोजन के समय को अनुकूलित करने के लिए
hr: Podaci o spavanja: Za optimizaciju vremena hidratacije.
hu: Alvási adatok: A hidratálás időzítésének optimalizálása
id: Data Tidur: Untuk mengoptimalkan waktu hidrasi
it: Dati sul sonno: Per ottimizzare il timing dell’idratazione.
ja: 睡眠データ：水分補給のタイミングを最適化するために
kk: Ұйқы деректері: Суды тұтыну уақытын оңтайландыру үшін
ms: Data Tidur: Untuk mengoptimumkan masa penghidratan.
nl: Slaapdata: Om de timing van hydratatie te optimaliseren.
pl: Dane dotyczące snu: Optymalizacja czasu nawodnienia
pt_br: Dados de Sono: Para otimizar o momento da hidratação
pt_pt: Dados de Sono: Para otimizar o momento da hidratação.
ro: Date despre somn: Pentru a optimiza momentul hidratării.
ru: Данные о сне: для оптимизации времени гидратации.
sk: Dáta o spánku: Pre optimalizáciu načasovania hydratácie
sl: Podatki o spanju: Za optimizacijo časa hidracije.
sv: Sömndata: För att optimera tidpunkten för hydrering.
th: ข้อมูลการนอน: เพื่อปรับเวลาการให้ความชุ่มชื้นให้เหมาะสม
tr: Uyku Verileri: Hidratasyon zamanlamasını optimize etmek için
uk: Дані про сон: Для оптимізації розкладу гідратації
vi: Dữ liệu giấc ngủ: Để tối ưu hóa thời gian hydrat hóa.
zh_hans: 睡眠数据：优化水分摄入时间
zh_hant: 睡眠數據：以優化補水時機

source: Sleep Insights
ar: رؤى النوم
bg: Сънищни прозорци
ca: Informes sobre el son
cs: Spánek a jeho poznatky
da: Søvnindsigt
de: Schlaf Insights
el: Γνώσεις σχετικά με τον ύπνο
es: Información sobre el sueño
fi: Unihavainnot
fr: Informations sur le sommeil
he: תובנות שינה
hi: नींद की जानकारी
hr: Uvidi u san
hu: Alvás Elemzések
id: Wawasan Tidur
it: Intuizioni sul sonno
ja: 睡眠の洞察
kk: Ұйқы жөніндегі түсініктер
ms: Maklumat Tidur
nl: Slaapinzichten
pl: Wniki dotyczące snu
pt_br: Insights sobre o sono
pt_pt: Insights sobre o Sono
ro: Informații despre somn
ru: Инсайты о сне
sk: Spánkové poznatky
sl: Vpogledi o spanju
sv: Sömnsinsikter
th: ข้อมูลเพิ่มเติมเกี่ยวกับการนอนหลับ
tr: Uyku Bilgileri
uk: Інсайти про сон
vi: Thông tin về giấc ngủ
zh_hans: 睡眠洞察
zh_hant: 睡眠洞察

source: Sleep Integration
ar: دمج النوم
bg: Интеграция на съня
ca: Integració del son
cs: Integrace spánku
da: Søvn Integration
de: Schlafintegration
el: Ενσωμάτωσης Ύπνου
es: Integración del Sueño
fi: Uni-integraatio
fr: Intégration du sommeil
he: שילוב שינה
hi: नींद का एकीकरण
hr: Integracija spavanja
hu: Alvás integráció
id: Integrasi Tidur
it: Integrazione del sonno
ja: 睡眠の統合
kk: Ұйқы интеграциясы
ms: Integrasi Tidur
nl: Slaapintegratie
pl: Integracja snu
pt_br: Integração do Sono
pt_pt: Integração do Sono
ro: Integración de sueño
ru: Интеграция сна
sk: Integrácia spánku
sl: Integracija spanja
sv: Sömnintegrering
th: การรวมการนอนหลับ
tr: Uyku Entegrasyonu
uk: Інтеграція сну
vi: Tích hợp giấc ngủ
zh_hans: 睡眠整合
zh_hant: 睡眠整合

source: Sleep patterns show how hydration affects rest quality
ar: تظهر أنماط النوم كيف تؤثر الترطيب على جودة الراحة.
bg: Моделите на сън показват как хидратацията влияе на качеството на почивката.
ca: Els patrons de son mostren com la hidratació afecta la qualitat del descans.
cs: Spánkové vzory ukazují, jak hydratace ovlivňuje kvalitu odpočinku.
da: Søvnvaner viser, hvordan hydrering påvirker søvnkvaliteten.
de: Schlafmuster zeigen, wie sich die Hydration auf die Schlafqualität auswirkt.
el: Τα πρότυπα ύπνου δείχνουν πώς η ενυδάτωση επηρεάζει την ποιότητα της ξεκούρασης.
es: Los patrones de sueño muestran cómo la hidratación afecta la calidad del descanso.
fi: Unimuhteet osoittavat, kuinka nesteytys vaikuttaa levon laatuun.
fr: Les schémas de sommeil montrent comment l'hydratation affecte la qualité du repos.
he: דפוסי שינה מראים כיצד הידרציה משפיעה על איכות המנוחה.
hi: नींद के पैटर्न यह दर्शाते हैं कि जलयोजन किस प्रकार विश्राम की गुणवत्ता को प्रभावित करता है।
hr: Uzorci spavanja pokazuju kako hidratacija utječe na kvalitetu odmora.
hu: Az alvási minták megmutatják, hogyan befolyásolja a hidratáltság az alvás minőségét.
id: Polanya tidur menunjukkan bagaimana hidrasi mempengaruhi kualitas istirahat.
it: I modelli di sonno mostrano come l'idratazione influisca sulla qualità del riposo.
ja: 睡眠パターンは、水分補給が休息の質にどのように影響するかを示しています。
kk: Ұйқы үлгілері сусыздану демалыс сапасына қалай әсер ететінін көрсетеді.
ms: Corak tidur menunjukkan bagaimana penghidratan mempengaruhi kualiti rehat.
nl: Slaappatronen tonen aan hoe hydratatie de kwaliteit van de rust beïnvloedt.
pl: Wzorce snu pokazują, jak nawilżenie wpływa na jakość wypoczynku.
pt_br: Os padrões de sono mostram como a hidratação afeta a qualidade do descanso.
pt_pt: Os padrões de sono mostram como a hidratação afeta a qualidade do descanso.
ro: Modelele de somn arată cum hidratarea afectează calitatea odihnei.
ru: Модели сна показывают, как гидратация влияет на качество отдыха.
sk: Spánkové vzorce ukazujú, ako hydratácia ovplyvňuje kvalitu odpočinku.
sl: Vzorec spanja pokaže, kako hidracija vpliva na kakovost počitka.
sv: Sömnmönster visar hur hydrering påverkar sömnkvaliteten.
th: รูปแบบการนอนแสดงให้เห็นว่าน้ำมีผลต่อคุณภาพการพักผ่อนอย่างไร
tr: Uyku düzenleri, hidrasyonun dinlenme kalitesini nasıl etkilediğini gösteriyor.
uk: Патерни сну показують, як зневоднення впливає на якість відпочинку.
vi: Mẫu giấc ngủ cho thấy cách mà việc giữ nước ảnh hưởng đến chất lượng nghỉ ngơi.
zh_hans: 睡眠模式显示水分摄入如何影响休息质量
zh_hant: 睡眠模式顯示水分攝取如何影響休息質量。

source: Sleep patterns won't be considered for hydration recommendations
ar: لن تؤخذ أنماط النوم بعين الاعتبار لتوصيات الترطيب.
bg: Моделите на сън няма да бъдат вземани предвид при препоръките за хидратация.
ca: Els patrons de somni no seran tinguts en compte per a les recomanacions d'hidratació.
cs: Spánkové vzorce nebudou brány v úvahu při doporučeních ohledně hydratace.
da: Søvnvaner vil ikke blive taget i betragtning for anbefalinger om hydrering.
de: Schlafmuster werden bei den Empfehlungen zur Hydration nicht berücksichtigt.
el: Τα μοτίβα ύπνου δεν θα ληφθούν υπόψη για τις συστάσεις ενυδάτωσης.
es: Los patrones de sueño no se tendrán en cuenta para las recomendaciones de hidratación.
fi: Unimallit eivät ole mukana nesteytysuosituksissa.
fr: Les schémas de sommeil ne seront pas pris en compte pour les recommandations en matière d'hydratation.
he: דפוסי שינה לא ייחשבו להמלצות על הידרציה.
hi: नींद के पैटर्न को हाइड्रेशन सिफारिशों के लिए नहीं माना जाएगा।
hr: Obrasci spavanja neće se uzimati u obzir za preporuke o hidrataciji.
hu: Az alvási szokások nem lesznek figyelembe véve a hidratációs ajánlásoknál.
id: Polanya tidur tidak akan dipertimbangkan untuk rekomendasi hidrasi.
it: I modelli di sonno non saranno presi in considerazione per le raccomandazioni sull'idratazione.
ja: 睡眠パターンは水分補給の推奨には考慮されません。
kk: Ұйқы реттіліктері ылғалдандыру ұсыныстарына ескерілуге алынбайды.
ms: Corak tidur tidak akan diambil kira untuk cadangan penghidratan.
nl: Slaappatronen zullen niet worden meegenomen in de aanbevelingen voor hydratatie.
pl: Wzorce snu nie będą brane pod uwagę przy zaleceniach dotyczących nawodnienia.
pt_br: Os padrões de sono não serão considerados para recomendações de hidratação.
pt_pt: Os padrões de sono não serão considerados para recomendações de hidratação.
ro: Modelele de somn nu vor fi luate în considerare pentru recomandările privind hidratarea.
ru: Режим сна не будет учитываться при рекомендациях по гидратации.
sk: Vzory spánku nebudú brané do úvahy pri odporúčaniach na hydratáciu.
sl: Vzorce spanja ne bomo upoštevali pri priporočilih za hidracijo.
sv: Sömnmönster kommer inte att beaktas vid rekommendationer för hydrering.
th: แบบการนอนจะไม่ถูกนำมาพิจารณาสำหรับคำแนะนำด้านการให้ความชุ่มชื้น
tr: Uyku düzenleri, sıvı alımı önerileri için dikkate alınmayacaktır.
uk: Патерни сну не будуть враховуватися при рекомендаціях щодо гідратації.
vi: Các mẫu giấc ngủ sẽ không được xem xét trong các khuyến nghị về việc cung cấp nước.
zh_hans: 睡眠模式不会被纳入水分补充建议。
zh_hant: 睡眠模式將不會被考慮在補水建議中。

source: Sleep quality affects hydration needs - we'll suggest adjustments based on your sleep patterns
ar: تؤثر جودة النوم على احتياجات الترطيب - سنقترح تعديلات استنادًا إلى أنماط نومك.
bg: Качеството на съня влияе на нуждите от хидратация - ще предложим корекции въз основа на вашите модели на сън.
ca: La qualitat del son afecta les necessitats d'hidratació - suggerirem ajustaments basats en els teus patrons de son.
cs: Kvalita spánku ovlivňuje potřebu hydratace - navrhneme úpravy na základě vašich spánkových vzorců.
da: Søvnkvalitet påvirker hydrationsbehov - vi vil foreslå justeringer baseret på dine søvnmønstre.
de: Die Schlafqualität beeinflusst den Flüssigkeitsbedarf – wir werden Anpassungen basierend auf Ihren Schlafmustern vorschlagen.
el: Η ποιότητα ύπνου επηρεάζει τις ανάγκες ενυδάτωσης - θα προτείνουμε προσαρμογές με βάση τα πρότυπα ύπνου σας.
es: La calidad del sueño afecta las necesidades de hidratación - sugeriremos ajustes basados en tus patrones de sueño.
fi: Unen laatu vaikuttaa nestingon tarpeisiin - ehdotamme säätöjä unirutiinisi perusteella.
fr: La qualité du sommeil affecte les besoins en hydratation - nous suggérerons des ajustements en fonction de vos habitudes de sommeil.
he: איכות השינה משפיעה על צרכי ההידרציה - נציע התאמות בהתאם לדפוסי השינה שלך.
hi: नींद की गुणवत्ता हाइड्रेशन की आवश्यकताओं को प्रभावित करती है - हम आपके नींद के पैटर्न के आधार पर समायोजन का सुझाव देंगे।
hr: Kvaliteta sna utječe na potrebe za hidratacijom - predložit ćemo prilagodbe na temelju vaših obrazaca spavanja.
hu: Az alvás minősége befolyásolja a hidratációs igényeket - javaslatokat teszünk a vízfogyasztásod módosítására az alvási szokásaid alapján.
id: Kualitas tidur mempengaruhi kebutuhan hidrasi - kami akan menyarankan penyesuaian berdasarkan pola tidur Anda.
it: La qualità del sonno influisce sulle esigenze di idratazione - ti suggeriremo delle modifiche in base ai tuoi modelli di sonno.
ja: 睡眠の質は水分補給の必要性に影響を与えます - あなたの睡眠パターンに基づいて調整を提案します。
kk: Ұйқы сапасы су қажеттілігіне әсер етеді - біз сіздің ұйқы режимдеріңізге негізделген өзгерістер ұсынамыз.
ms: Kualiti tidur mempengaruhi keperluan penghidratan - kami akan mencadangkan penyesuaian berdasarkan corak tidur anda.
nl: De slaapkwaliteit heeft invloed op de hydratatiebehoeften - we zullen aanpassingen voorstellen op basis van je slaapgewoonten.
pl: Jakość snu wpływa na potrzeby nawodnienia - zasugerujemy dostosowania w oparciu o twoje wzorce snu.
pt_br: A qualidade do sono afeta as necessidades de hidratação - sugeriremos ajustes com base nos seus padrões de sono.
pt_pt: A qualidade do sono afeta as necessidades de hidratação - vamos sugerir ajustes com base nos seus padrões de sono.
ro: Calitatea somnului afectează nevoile de hidratare - vom sugera ajustări în funcție de obiceiurile tale de somn.
ru: Качество сна влияет на потребности в гидратации - мы предложим корректировки на основе ваших паттернов сна.
sk: Kvalita spánku ovplyvňuje potreby hydratácie - navrhneme úpravy na základe vašich spánkových návykov.
sl: Kakovost spanja vpliva na potrebe po hidraciji - predlagali bomo prilagoditve na podlagi vaših vzorcev spanja.
sv: Sömnkvaliteten påverkar vätskebehövet - vi kommer att föreslå justeringar baserat på dina sömnvanor.
th: คุณภาพการนอนหลับมีผลต่อความต้องการน้ำ - เราจะแนะนำการปรับเปลี่ยนตามรูปแบบการนอนหลับของคุณ
tr: Uyku kalitesi, hidrasyon ihtiyaçlarını etkiler - uyku düzenlerinize göre ayarlamalar önerilecektir.
uk: Якість сну впливає на потреби в гідратації - ми запропонуємо корективи на основі ваших снів.
vi: Chất lượng giấc ngủ ảnh hưởng đến nhu cầu hydrat hóa - chúng tôi sẽ đề xuất điều chỉnh dựa trên mẫu giấc ngủ của bạn.
zh_hans: 睡眠质量会影响水分需求 - 我们将根据您的睡眠模式提供调整建议。
zh_hant: 睡眠質量會影響水分需求 - 我們將根據您的睡眠模式建議調整方案。

source: Sleep quality analysis with hydration correlation
ar: تحليل جودة النوم مع ارتباط الترطيب
bg: Анализ на качеството на съня с корелация към хидратацията
ca: Anàlisi de la qualitat del son amb correlació de la hidratació.
cs: Analýza kvality spánku s korelací hydratace
da: Søvnkvalitetsanalyse med hydrationskorrelation
de: Schlafqualitätsanalyse mit Hydratationskorrelation
el: Ανάλυση ποιότητας ύπνου με συσχέτιση υδάτωσης
es: Análisis de la calidad del sueño con correlación de hidratación
fi: Unenlaadun analyysi ja nestehävikin korrelaatio
fr: Analyse de la qualité du sommeil avec corrélation à l'hydratation
he: ניתוח איכות שינה עם קשר להידרציה
hi: नींद की गुणवत्ता का विश्लेषण जलयोजन के साथ सहसंबंध।
hr: Analiza kvalitete sna s korelacijom hidratacije
hu: Alvásminőség elemzése a hidratációval kapcsolatos összefüggésekkel
id: Analisis kualitas tidur dengan korelasi hidrasi
it: Analisi della qualità del sonno con correlazione all'idratazione
ja: 水分摂取との相関を伴う睡眠の質分析
kk: Ұйқы сапасын талдау және сусыздану арасындағы корреляция
ms: Analisis kualiti tidur dengan korelasi hidrasi
nl: Analyse van slaapkwaliteit met correlatie naar hydratatie
pl: Analiza jakości snu w związku z nawodnieniem
pt_br: Análise da qualidade do sono com correlação à hidratação
pt_pt: Análise da qualidade do sono com correlação à hidratação.
ro: Analiza calității somnului cu corelația hidratării.
ru: Анализ качества сна с корреляцией гидратации
sk: Analýza kvality spánku s koreláciou na hydratáciu
sl: Analiza kakovosti spanja s korelacijo hidracije
sv: Sömnkvalitetsanalys med korrelation till vätskeintag
th: การวิเคราะห์คุณภาพการนอนหลับโดยสัมพันธ์กับการเติมน้ำ
tr: Hidratasyon ile uyku kalitesi analizi
uk: Аналіз якості сну з кореляцією з гідратацією
vi: Phân tích chất lượng giấc ngủ với mối tương quan về độ ẩm.
zh_hans: 睡眠质量分析与水合作用的相关性
zh_hant: 睡眠質量分析與水分攝取相關性

source: Sleep Risk
ar: مخاطر النوم
bg: Риск от сън
ca: Risc de son
cs: Riziko spánku
da: Søvnrisiko
de: Schlafrisiko
el: Κίνδυνος Ύπνου
es: Riesgo de sueño
fi: Uniin liittyvä riski
fr: Risque de sommeil
he: סיכון לשינה
hi: नींद का जोखिम
hr: Rizik od sna
hu: Alvás kockázat
id: Risiko Tidur
it: Rischio di sonno
ja: 睡眠リスク
kk: Ұйқыға байланысты қауіп
ms: Risiko Tidur
nl: Slaapriskico
pl: Ryzyko snu
pt_br: Risco de Sono
pt_pt: Risco de Sono
ro: Riscul de somn
ru: Риск сна
sk: Riziko spánku
sl: Tveganje za spanje
sv: Sömnrisk
th: ความเสี่ยงในการนอนหลับ
tr: Uyku Riski
uk: Ризик сну
vi: Rủi ro liên quan đến giấc ngủ
zh_hans: 睡眠风险
zh_hant: 睡眠風險

source: Sleep tracking needed
ar: تتبع النوم مطلوب
bg: Нужен е мониторинг на съня.
ca: Seguiment del son necessari.
cs: Potřebné sledování spánku
da: Søvnsporing nødvendig
de: Schlafverfolgung erforderlich
el: Απαραίτητη παρακολούθηση ύπνου
es: Se necesita seguimiento del sueño.
fi: Tarvitaan unen seuranta.
fr: Suivi du sommeil nécessaire
he: נדרש מעקב שינה
hi: नींद ट्रैकिंग की आवश्यकता है।
hr: Potrebno je praćenje sna.
hu: Alváskövetés szükséges.
id: Pelacakan tidur diperlukan.
it: È necessario il monitoraggio del sonno.
ja: 睡眠トラッキングが必要です。
kk: Ұйқыны бақылау қажет.
ms: Pemantauan tidur diperlukan.
nl: Slaaptracking is nodig.
pl: Potrzebne śledzenie snu
pt_br: Monitoramento do sono necessário
pt_pt: Rastreamento do sono necessário.
ro: Urmărirea somnului este necesară.
ru: Необходим отслеживание сна.
sk: Potrebné sledovanie spánku
sl: Potrebno je sledenje spanju.
sv: Sömnovervakning behövs.
th: ต้องการติดตามการนอนหลับ
tr: Uyku takibi gerekli.
uk: Потрібен моніторинг сну.
vi: Cần theo dõi giấc ngủ.
zh_hans: 需要睡眠跟踪
zh_hant: 需要睡眠追蹤

source: Sleep Tutorial
ar: دليل النوم
bg: Урок по сън
ca: Tutorial de son
cs: Návod na spánek
da: Søvnvejledning
de: Schlaftutorial
el: Οδηγός Ύπνου
es: Tutorial de Sueño
fi: Uniopas
fr: Tutoriel sur le sommeil
he: מדריך שינה
hi: नींद ट्यूटोरियल
hr: Učenje o spavanju
hu: Alvás Oktatóanyag
id: Tutorial Tidur
it: Tutorial sul Sonno
ja: 睡眠チュートリアル
kk: Ұйқының нұсқаулығы
ms: Tutorial Tidur
nl: Slaap Tutorial
pl: Tutorial snu
pt_br: Tutorial de Sono
pt_pt: Tutorial de Sono
ro: Tutorial de Somn
ru: Учебник по сну
sk: Tutorial o spánku
sl: Tutorial za spanje
sv: Sömnguide
th: การสอนเกี่ยวกับการนอนหลับ
tr: Uyku Eğitimi
uk: Посібник з сну
vi: Hướng dẫn về giấc ngủ
zh_hans: 睡眠教程
zh_hant: 睡眠教程
